Repository: ESUCC/Maximd
Catalog: application/translation/form002/page3.tmx
Source language: es
Languages: en

source: Seleccione el renglón apropiado para indicar la decisión de verificación
en: Check the appropriate line to indicate the verification decision

source: Si no se verifica ninguna discapacidad, referir al estudiante al SAT (Equipo de Asistencia para Estudiantes) o al equipo de resolución de problemas y proporcionarle la información del MDT (equipo multidisciplinario) al SAT.
en: If no disability is verified refer student to SAT (Student Assistance Team) or problem-solving team and provide MDT information to SAT.

source: Deficiencia del habla y lenguaje en el área
en: Speech Language Impairment (SLI) in the area

source: Discapacidad principal
en: Primary Disability

source: Por favor indique cuál de las discapacidades que aparecen anteriormente es la discapacidad principal.
en: Please indicate which of the above disabilities is the primary disability

source: Información adicional es requerida para múltiples (MULTI) deficiencias
en: Additional information required for Multiple Impairments (MULTI)

source: En que se basa la determinación
en: Basis for making the determination

source: Describa las necesidades de aprendizaje del niño y la naturaleza y la medida en la que lo servicios de educación especial y relacionados son requeridos; para bebés y niños pequeños, describa las necesidades de desarrollo en cada uno de los campos de desarrollo y las necesidades específicas del niño/a en cada una de las áreas de desarrollo.
en: Describe the child's education needs and the nature and extent of the special education related services that the child needs; for infants and toddlers, describe the developmental needs in each of the developmental domains and the unique needs of the child in each of the developmental areas.

source: Se requiere información adicional para la verificación de discapacidades de aprendizaje específicas
en: Additional information required for verification of specific learning disabilities

source: A. No se ha verificado ninguna discapacidad.
en: A. No disability verified.

source: B. El niño ha cumplido los requisitos por escrito de por lo menos uno de los siguientes:
en: B. The child has met the written verification requirements as per one or more of the following:

source: Fecha en la que fue referido al SAT
en: Date Referred to SAT

source: Persona a contactar del SAT
en: SAT Contact Person

source: Austismo (AU)
en: Autism (AU)

source: Trastorno de conducta (BD)
en: Behavioral Disorder (BD)

source: Sordera y ceguera (DB)
en: Deaf Blindness (DB)

source: Deficiencia Auditiva (HI)
en: Hearing Impairment (HI)

source: Sordera (Severa Profunda)
en: Deaf (Severe Profound)

source: Dificultad auditiva (Ligera/Media)
en: Hard of Hearing (Mild/Moderate)

source: Discapacidad auditiva
en: Hearing Disability

source: Discapacidad Mental
en: Mental Handicap

source: Múltiples deficiencias (MULTI)
en: Multiple Impairments (MULTI)

source: Deficiencias ortopédicas (OI)
en: Orthopedic Impairment (OI)

source: Otras deficiencias de la salud
en: Other Health Impairment (OHI)

source: Discapacidad específica de aprendizaje
en: Specific Learning Disability (SLD)

source: Idioma
en: Language

source: Articulación
en: Articulation

source: Voz
en: Voice

source: Fluidez
en: Fluency

source: Herida Traumática del cerebro
en: Traumatic Brain Injury (TBI)

source: Deficiencia Visual (VI) en el área de:
en: Visual Impairment (VI) in the area of:

source: Ciego
en: Blind

source: Legalmente ciego
en: Legally Blind

source: Ceguera parcial
en: Partially Sighted

source: Deficiencia visual
en: Visual Impairment

source: Deficiencia en su desarrollo (DD)
en: Developmental Delay (DD)

source: Haga clic aquí para ver las áreas de desarrollo
en: Click Here to View Developmental Areas

source: Desarrollo cognitivo
en: 1. Cognitive Development

source: Desarrollo de motricidades gruesas y finas
en: 2. Fine and Gross Motor Development

source: Desarrollo del lenguaje
en: 3. Language Development

source: Desarrollo social /emocional
en: 4. Social/Emotional Development

source: Habilidades de autoayuda
en: 5. Self Help Skills

source: A. Comportamiento relevante anotado durante observaviones
en: A. Relevant behavior noted during observation:

source: Discapacidad menta (MH)
en: Mental Handicap (MH)

source: Deficiencias del habla y lenguaje (SLI)
en: Speech Language Impairment (SLI)

source: Deficiencia visual (VI)
en: Visual Impairment (VI)

source: C. Hallazgos médicos pertinentes a la educación, si hay alguno
en: C. Educationally relevant medical findings, if any:

source: D. ¿Existe una gran discrepancia entre la capacidad y el rendimiento?
en: D. Is there a severe discrepancy between achievement and ability?

source: E. Si la respuesta es "sí", es posible corregir la discrepancia sin educación especial?
en: E. If yes, is the discrepancy correctable without special education?

source: F. Resuma los efectos de las desventajas culturales, económicas o del medio ambiente:
en: F. Summarize the effects of environmental, cultural or economic disadvantages:

source: Deficiencias auditivas
en: Hearing Impairments

source: Deficiencias visuales
en: Visual Impairments

source: Ninguno de los anteriores
en: None of the above

source: Necesidades educacionales
en: Educational needs

source: B. Relación entre comportamiento pertinente con el rendimiento académico del niño/a?
en: B. Relationship of relevant behavior to the child's academic functioning:
